i5-2500k/3.19.8/1500/2/read-only-1.log
starting vacuum...end.
transaction type: <builtin: select only>
scaling factor: 1500
query mode: simple
number of clients: 1
number of threads: 1
duration: 900 s
number of transactions actually processed: 4395676
latency average: 0.205 ms
tps = 4884.080825 (including connections establishing)
tps = 4884.086859 (excluding connections establishing)